{
  "GarbageTypes": [
    {
      "idType": 0,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fcharge.png?alt=media&token=38557356-86c8-467b-9ad5-f338088322da",
      "nameType": "Батарейки"
    },
    {
      "idType": 1,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fgarbage-bag.png?alt=media&token=baf36153-ad0b-4faa-9582-8df02c862f0f",
      "nameType": "Биологические отходы"
    },
    {
      "idType": 2,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fgarbage-bag.png?alt=media&token=baf36153-ad0b-4faa-9582-8df02c862f0f",
      "nameType": "Бытовые отходы"
    },
    {
      "idType": 3,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fdocument.png?alt=media&token=5403d3e9-831c-434d-9552-8b9122195c00",
      "nameType": "Картон"
    },
    {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fdocument.png?alt=media&token=5403d3e9-831c-434d-9552-8b9122195c00",
      "nameType": "Макулатура"
    },
    {
      "idType": 5,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fnut%20(2).png?alt=media&token=09559c69-15ac-42aa-87c7-f9844073fc4f",
      "nameType": "Металл"
    },
    {
      "idType": 6,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fhood.png?alt=media&token=267918d2-4090-477b-ac1f-86361aab5c56",
      "nameType": "Обувь"
    },
    {
      "idType": 7,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fhood.png?alt=media&token=267918d2-4090-477b-ac1f-86361aab5c56",
      "nameType": "Одежда"
    },
    {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fplastic.png?alt=media&token=23b5127a-d3e7-454d-a391-609c4800cd21",
      "nameType": "Пластик"
    },
    {
      "idType": 9,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/TypeIcons%2Fwater.png?alt=media&token=58c40094-39b8-4b3f-a0ed-64a264804fbe",
      "nameType": "Стекло"
    }
  ],
  "InfoGarbageType": [
    {
      "Text": "\\t    Утилизация химических источников тока — гальванических элементов, аккумуляторов и батареек  — проводится с целью уменьшения количества токсичных веществ в твердых бытовых отходах. Так, в аккумуляторах содержатся тяжелые металлы, кислоты, щёлочи, которые, попадая в воду или почву, наносят значительный ущерб окружающей среде. Их утилизация и дальнейшая переработка важна не только с точки зрения экологии, но и для получения ценного сырья (марганца), цинка, свинца и пр.). \\n\\n \\t    Свинцово-кислотные аккумуляторы \\n \\t    Этот тип аккумуляторов применяется в автомобилях, электромобилях, мотоциклах, источниках бесперебойного питания, различном промышленном оборудовании. Свинец является токсичным металлом, попадая в организм, он накапливается в костях, вызывая их разрушение. Кислоты, в частности наиболее распространённая в производстве батарей серная, также довольно опасны. При переработке подобных батарей сначала нейтрализуется кислота, затем корпус отделяется от свинцовых пластин, и всё это используется в переработке, в том числе и для производства новых батарей. \\n\\n \\t    Ртутно-цинковые аккумуляторы \\n \\t    Чаще всего используются в наручных часах, детских игрушках, медицинских устройствах и прочей малогабаритной технике. Ртутно-цинковые аккумуляторы содержат крайне вредную для окружающей среды и здоровья человека ртуть, которая со временем начинает разъедать стенки батареи и протекать, поэтому их следует утилизировать с особой тщательностью. \\n\\n \\t    В Garbage Map вы можете найти на карте пункты сдачи отработанных батареек. \\n\\t    Сдай батарейку - спаси ёжика!"
    },
    {
      "Text": "\\t    Биологические отходы — это органические отходы, которые могут разлагаться естественным путем. К ним относятся пищевые отходы, остатки растений, органические материалы животного происхождения и другие биологически разлагаемые вещества. \\n\\n \\t    Виды биологических отходов: \\n \\t    1. Пищевые отходы — остатки пищи, испорченные продукты, очистки овощей и фруктов; \\n \\t    2. Растительные отходы — листья, трава, ветки, цветы; \\n \\t    3. Органические отходы животного происхождения — кости, шерсть, перья (неопасные); \\n \\t    4. Компостируемые материалы — бумага, картон без пластиковых элементов. \\n\\n \\t    Способы утилизации биологических отходов: \\n \\t    1. Компостирование — самый экологичный способ переработки органических отходов в удобрения; \\n \\t    2. Биогазовые установки — производство биогаза из органических отходов; \\n \\t    3. Вермикомпостирование — использование дождевых червей для переработки органики. \\n\\n \\t    Важно помнить: \\n \\t    • Биологические отходы нельзя смешивать с опасными веществами; \\n \\t    • При компостировании необходимо соблюдать правильные пропорции и условия; \\n \\t    • Некоторые биологические отходы требуют специальной обработки перед утилизацией. \\n\\n \\t    На карте приложения вы можете найти специальные контейнеры для сбора биологических отходов и пункты приема органики для компостирования."
    },
    {
      "Text": "\\t    Что такое твердые бытовые отходы ? \\n \\t    Это отходы, которые образуются в процессе употребления продуктов питания или использования бытовых предметов физическими лицами. Простыми словами, ТБО — обычный мусор, который человек оставляет в повседневной жизни. Обертки и коробки, очистки овощей, остатки еды, перегоревшая лампочка, использованная батарейка, пустой тюбик из-под зубной пасты, разбитая чашка, надоевшая футболка — все это твердые бытовые отходы. И даже если человек выбросит бутылку с газировкой (жидкостью), это все равно будет считаться ТБО. \\n\\n \\t    Состав и виды твердых бытовых отходов. \\n \\t    Существуют разные классификации ТБО. Приведем основные. \\n \\t    1. По происхождению:\\n \\t    1.1 Отходы городского хозяйства: мусор, остающийся от уборки улиц, обрезки деревьев и т. д.;\\n \\t    1.2 Коммунальные: те, что в мусорные контейнеры выбрасывают жители;\\n \\t    1.3 Отходы пищевой и легкой промышленности;\\n \\t    1.4 Канализационные отходы.\\n \\t    2. По составу (пищевые отходы, макулатура, стекло, пластик, металлы и т.д.). \\n\\n \\t    Классы опасности твердых бытовых отходов: \\n \\t    I класс: чрезвычайно опасные отходы. Состав таких отходов токсичен для человека и в принципе нарушает баланс экосреды. Например, к ним относятся некоторые виды асбестового волокна (широко используют в строительстве), трансформаторы, приборы, содержащие ртуть и цинк — они встречаются как в промышленности, так и медицине. Если в объекте содержатся очень опасные вещества вроде полония, он также относится к первому классу. Впрочем, представить, чтобы у простого гражданина был доступ к «товарам» с этим веществом, трудно. Срок восстановления экосистемы после изъятия таких отходов из среды: в обозримом будущем невозможен. \\n \\t    II класс: высокоопасные отходы. Сюда можно причислить некоторые отходы от электроники и компьютерной техники, переработанные нефтепродукты, остатки химии, которую применяют для травли насекомых или уничтожения грибка. Аккумуляторы — как батарейки, так и от авто — также числятся высокоопасным отходами. По сравнению с I классом опасности, вещи из этого списка куда чаще эксплуатируются в быту. Срок восстановления экосистемы после изъятия таких отходов из среды: более 30 лет.     \\n \\t    III класс: умеренно опасные отходы. Сюда обычно относят стройматериалы (краски, цементные растворы) и использующиеся в сельском хозяйстве вещества. Также некоторые виды кабелей и коммуникаций. Срок восстановления экосистемы после изъятия таких отходов из среды: не менее 10 лет. \\n \\t    IV класс: малоопасные отходы. Строительный и бытовой мусор — стекло, мебель, некоторая бытовая техника, автомобильные шины. Срок восстановления экосистемы после изъятия таких отходов из среды: не менее 3 лет. \\n \\t    V класс: практически неопасные отходы. Цветные и черные металлы, текстиль, дерево, продукты питания. Срок восстановления экосистемы после изъятия таких отходов из среды: практически моментально. \\n\\n \\t    Способы хранения твердых бытовых отходов: \\n \\t    1. Вывоз на свалку;\\n \\t    2. Складирование на полигонах; \\n\\n \\t    В данном приложении под бытовыми отходами подразумеваются урны и места сбора обычного, бытового мусора. Подробнее описано на картинках выше."
    },
    {
      "Text": "\\t    Картон — это плотный материал на основе целлюлозы, используемый для упаковки и производства различных изделий. Картон является разновидностью бумаги, но отличается от нее большей толщиной и плотностью. \\n\\n \\t    Виды картона: \\n \\t    1. Гофрированный картон — многослойный материал с волнистым слоем между плоскими листами, используется для упаковки; \\n \\t    2. Плоский картон — однослойный или многослойный материал без гофрирования; \\n \\t    3. Хром-эрзац — картон с покрытием для печати; \\n \\t    4. Тарный картон — для производства тары и упаковки. \\n\\n \\t    Переработка картона: \\n \\t    Картон, как и бумага, полностью перерабатывается. При переработке: \\n \\t    1. Удаляются загрязнения и посторонние элементы (скотч, скрепки, пластик); \\n \\t    2. Материал измельчается и превращается в целлюлозную массу; \\n \\t    3. Из полученной массы производится новый картон или бумага. \\n\\n \\t    Важно при сдаче картона: \\n \\t    • Разложите картонные коробки перед сдачей; \\n \\t    • Удалите скотч, скрепки и пластиковые элементы; \\n \\t    • Не сдавайте загрязненный картон (жиром, маслом, химическими веществами); \\n \\t    • Картон должен быть сухим. \\n\\n \\t    Точки сбора картона обычно совпадают с пунктами приема макулатуры. Найдите их на карте приложения!"
    },
    {
      "Text": "\\t    Переработка макулатуры снижает необходимость в вырубке лесов для производства различных видов бумаги и картона. Ведь бумага и картон – это спрессованная и высушенная масса, состоящая из древесной целлюлозы (нерастворимого в воде вещества, главного компонента клеточных оболочек наземных растений) и клея, соединяющего волокна в одно целое. \\n\\n \\t    Во время переработки с макулатурой делают следующее: \\n\\n \\t    1. Удаляют клей, соединяющий волокна целлюлозы в одно целое;\\n \\t    2. Очищают от загрязнений;\\n \\t    3. Превращают в чистую массу, пригодную для производства бумаги и картона или любого другого применения (облагораживают). \\n\\n \\t    Старые газеты (рис. 2), журналы (рис. 3), бумажные пакеты (рис. 4), картонные коробки (рис. 5) и прочую макулатуру превращают в целлюлозную массу, а затем в готовые изделия. \\n\\n \\t    Переработку макулатуры можно разделить на два этапа: \\n\\n \\t    1. Первый этап - сортировка, измельчение, первичный роспуск, очистка от примесей;\\n \\t    2. Второй этап - вторичный роспуск, тонкая очистка, дополнительная обработка. \\n\\n \\t    Вся макулатура сортируется по цвету, степени загрязненности, влажности, длине волокон целлюлозы.\\n \\t    На территории РФ действует ГОСТ 10700-97, согласно которому вся макулатура делится на три основные группы: \\n\\n \\t    1. Отходы производства белой немелованной и небеленой сульфатной бумаги, включая невлагопрочные бумажные мешки.\\n \\t    2. Полиграфическая продукция без переплета (за исключением газет), а также обычный и гофрированный картон и бумага черного или коричневого цвета.\\n \\t    3. Газеты, бумага и картон с пропиткой, цветная бумага (кроме черной и коричневой), а также бумажное и картонное литье. \\n\\n \\t    Точки сбора макулатуры вы можете найти на карте. Обычно такие точки представляют собой картонные коробки (рис. 6) и спец. контейнеры (рис. 7). \\n\\n \\t    Сортируйте макулатуру вместе с Garbage Map !"
    },
    {
      "Text": "\\t    Металлолом — категория отходов металлов и сплавов, которые вышли из эксплуатации. Даже после порчи металлоконструкции могут принести пользу. Переработка металла — направление промышленности, необходимое для создания вторичного сырья из металлических отходов. Если переработка была проведена правильно, качество готового материала не будет отличаться от исходного. \\n\\n \\t    Виды лома \\n \\t    1. Черный — рельсы, трубы, гвозди, болты, гайки, шайбы, стальная проволока, арматура, канаты, стружка, отходы, остающиеся при производстве чугуна;\\n \\t    2. Цветной — медные радиаторы, трубки, бойлеры, сплавы, изделия из бронзы, медные газовые горелки, свинцовые аккумуляторные батареи, грузики, гарт, детали самолетов, кораблей из цинка и магния, элементы промышленного оборудования, столовые приборы, емкости;\\n \\t    3. Драгоценный — серебро, золото, платина, палладий. К ним относятся статуэтки, украшения, столовое серебро, электроприборы. \\n\\n \\t    Сферы применения вторичного металла \\n \\t    Вторсырье применяется в изготовлении:\\n \\t    1. металлоконструкций;\\n \\t    2. проволоки, тары для хранения жидкостей, сыпучих смесей, предметов, строительных материалов;\\n \\t    3. деталей для сборки промышленного оборудования, автомобилей. \\n\\n \\t    Этапы переработки:\\n \\t    1. Сортировка;\\n \\t    2. Измельчение;\\n \\t    3. Очистка;\\n \\t    4. Переплавка. \\n\\n \\t    Найти пункты сбора металлолома можно на карте в данном приложении под соответствующей иконкой."
    },
    {
      "Text": "\\t    Обувь — важная часть нашей повседневной жизни, но когда она изнашивается или становится ненужной, важно правильно её утилизировать. Переработка обуви помогает сократить количество отходов на свалках и дает возможность использовать материалы повторно. \\n\\n \\t    Почему важно перерабатывать обувь: \\n \\t    1. Обувь из синтетических материалов разлагается десятки лет; \\n \\t    2. При разложении выделяются токсичные вещества; \\n \\t    3. Переработка позволяет использовать материалы повторно; \\n \\t    4. Сокращается количество отходов на свалках. \\n\\n \\t    Виды обуви для переработки: \\n \\t    1. Кожаная обувь — может быть переработана в новые материалы; \\n \\t    2. Текстильная обувь — перерабатывается вместе с текстилем; \\n \\t    3. Резиновая обувь — может быть переработана в резиновую крошку; \\n \\t    4. Синтетическая обувь — требует специальной переработки. \\n\\n \\t    Способы утилизации обуви: \\n \\t    1. Передача в благотворительные организации — если обувь в хорошем состоянии; \\n \\t    2. Сдача в специальные контейнеры для текстиля и обуви; \\n \\t    3. Переработка на специализированных предприятиях; \\n \\t    4. Ремонт вместо утилизации — продление срока службы обуви. \\n\\n \\t    На карте приложения вы можете найти пункты приема обуви для переработки или благотворительных организаций."
    },
    {
      "Text": "\\t    Целесообразность. \\n\\t    До полного разложения текстиля могут пройти десятки, а то и сотни лет. При разложении таковых синтетических материалов в грунтовые воды и почву выделяются токсичные вещества, особенно опасны производственные изделия из ткани — спецодежда. \\n\\t    Благодаря переработке: \\n\\t    1. некоторые виды создаваемой продукции не используют новые волокна; \\n\\t    2. уменьшается потребность в химических красителях; \\n\\t    3. сокращаются выбросы в атмосферу; \\n\\t    4. уменьшается количество свалок. \\n\\n \\t    Почему же лучше дать второй шанс невостребованной одежде, чем сжечь её?  \\n\\t    Основная причина в том, что при сжигании текстиля выделяются канцерогены, которые оказывают неблагоприятное действие на окружающую среду. \\n\\n \\t    Виды тканей, подлежащие переработке \\n\\t    1. одежда (рис. 1); \\n\\t    2. обивка мебели (рис. 2); \\n\\t    3. домашний текстиль; \\n\\t    4. отходы производства, полученные при изготовлении тканей и вещей. \\n\\n \\t    Недопустима переработка: \\n\\t    1. спецодежды или обрезы ткани, используемые в промышленной деятельности, где они каждый раз контактируют с химическими соединениями (рис. 3); \\n\\t    2. текстиля, часто используемого для научно-исследовательских целей, медицинских учреждений. \\n\\t    ВАЖНО! \\n\\t    Если текстильные отходы контактировали с зараженными людьми или поверхностями, следующая переработка этих тканей выполняться не может. \\n\\n \\t    Места сбора одежды помечены на карте знаком (рис. 4). В приложении под этим знаком подразумеваются точки как утилизации одежды (рис. 5), так и передача этой одежды нуждающимся (рис. 6)."
    },
    {
      "Text": "\\t\tПластик - материалы, представляющие собой синтетические или природные высокомолекулярные соединения (полимеры).\\n\\n \\t\tНазвание «пластмассы» означает, что эти материалы под действием нагревания и давления способны формироваться и сохранять заданную форму после охлаждения или отвердения. Процесс формования сопровождается переходом пластически  деформируемого (вязкотекучего или высокоэластического) состояния в твёрдое состояние (стеклообразное или кристаллическое). \\n\\n \\t\tНа картинках выше представлены типы пластмассы.\\n \\t\t1 - ПЭТ. Полиэтилетерефталат. Повторно использовать не рекомендуется. Пример: бутылки из-под воды, сока, молока.\\n \\t\t2 - ПНД. Полиэтилен низкого давления. Термически неустойчивый материал, нельзя хранить горячее. Пример: упаковки от шампуня.\\n \\t\t3 - ПВХ. Поливинилхлорид. С повышением температуры переходит в продукт и постепенно накапливается в организме. Пример: контейнеры и плёнка для пищевых продуктов.\\n \\t\t4 - ПВД. Полиэтилен высокого давления. После вскрытия упаковки желательно перелить содержимое в стеклянную посуду. Пример: пластиковые пакеты, многоразовые сумки, бутылки от моющих средств.\\n \\t\t5 - ПП. Полипропилен. При контакте с алкоголем выделяет формальдегид и фенол, при контакте с жировыми продуктами постепенно разрушается. Пример: контейнеры для пищевых продуктов, многоразовая пластиковая посуда. \\n \\t\t6 - ПС. Полистирол. Неблагоприятно действует на кровеносную, репродуктивную системы, печень и почки. Пример: одноразовая посуда, стаканчики из-под йогуртов, упаковки для яиц, коробки для CD-дисков.\\n \\t\t7 - ПВП. Прочие виды пластика. Использование допустимо только при наличии соответствующей маркировки. Пример: бутылки для кулера."
    },
    {
      "Text": "\\t    Утилизация стекла и вторичная его переработка – это очень важное направление во всей отрасли работы с отходами производства и жизнедеятельности человека.\\n \\t    Она необходима для защиты окружающей нас природы, сбережения не возобновляемых природных химических элементов и ресурсов. \\n\\n \\t    Почему важна утилизация стеклянных отходов?\\n \\t    1. Этот материал не разлагается при захоронении. Изделия из него могут пролежать в земле сотни лет в первозданном виде. К тому же стекло хрупкое и его бой представляет опасность для человека, животных и растений.\\n \\t    2. Вторичное использование стекла позволяет сохранить огромные площади земли, которые превратились бы в опасные свалки непереработанных отходов. \\n \\t    Стекло является полностью перерабатываемым материалом, так что вторичное ее использование — полностью безотходный процесс, что снижает негативное воздействие на окружающую природу.\\n \\t    Таким образом, утилизация и переработка отходов стекла необходима для обеспечения экологической безопасности, сохранения природных ресурсов и удешевления производства продукции из стекла. \\n\\n \\t    Стекло можно перерабатывать неограниченное количество раз. \\n\\n \\t    Исходным стеклянным вторсырьем могут быть различные:\\n \\t    1. емкости;\\n \\t    2. изделия;\\n \\t    3. бой.\\n \\t    В основном это банки и бутылки, которые принимаются в пунктах приема стеклотары. В последнее время вторичное использование такой тары в целом виде сходит на нет, и в основном она идет на переработку. \\n\\n \\t    Отходы стекла делятся на разные классы в зависимости от цвета:\\n \\t    1. бесцветные;\\n \\t    2. коричневые;\\n \\t    3. зеленые и т. д.\\n \\t    В зависимости от цвета и производится сортировка стекольного боя перед последующей переработкой. \\n\\n \\t   Продукция из вторичного сырья:\\n \\t   Кроме тары, из отходов стекла можно изготовить недорогие и востребованные на рынке изделия, особенно для строительной индустрии.\\n \\t   Стеклянный бой используется в производстве многих стройматериалов, но наиболее популярными из них являются следующие позиции:\\n \\t   1. Стекловата (рис. 5);\\n \\t   2. Пеностекло (рис. 6);\\n \\t   3. Жидкое стекло;\\n \\t   4. Интерьерная плитка. \\n\\n \\t   Для поиска мест сбора стекла используйте карту в приложении !"
    }
  ],
  "Markers": {
    "-O-0kolZfmZY9O-6979R": {
      "address": "пр. Карла Маркса, 33, Новосибирск, Новосибирская обл., Россия, 630064",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0kolZfmZY9O-6979R",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016491260marker?alt=media&token=e1ae8698-aebf-4aad-818b-7bd25f9ec7c4",
      "lat": "54.98731150063945",
      "lng": "82.90259331464767",
      "name": "Контенер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 8
    },
    "-O-0lDb34rMXaxoq7N-T": {
      "address": "пр. Карла Маркса, 37, Новосибирск, Новосибирская обл., Россия, 630073",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0lDb34rMXaxoq7N-T",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016597758marker?alt=media&token=77764015-8b93-46e3-a83e-4915462dc31c",
      "lat": "54.98863111864135",
      "lng": "82.90479708462954",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 5
    },
    "-O-0lWP7tLdEEcw6Tt0p": {
      "address": "ул. Геодезическая, 8, Новосибирск, Новосибирская обл., Россия, 630064",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0lWP7tLdEEcw6Tt0p",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016674307marker?alt=media&token=21d576d6-cce3-45f2-a880-f0df99ba89b3",
      "lat": "54.98748963236629",
      "lng": "82.9067638143897",
      "name": "Контейнер для макулатуры \"Доброе дело\"",
      "typeGarbage": 4
    },
    "-O-0lp1hkjksly5ClYc4": {
      "address": "Космическая ул., 21 корпус 3, Новосибирск, Новосибирская обл., Россия, 630064",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0lp1hkjksly5ClYc4",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016754751marker?alt=media&token=12af72b1-067d-4c6e-8ca3-7a2c3560f3e9",
      "lat": "54.98827332562759",
      "lng": "82.90032383054495",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 2
    },
    "-O-0lypMvA1Hp6QemYL1": {
      "address": "ул. Блюхера, 32, Новосибирск, Новосибирская обл., Россия, 630064",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0lypMvA1Hp6QemYL1",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016794419marker?alt=media&token=09180f18-cf2a-4018-b9db-34bb04aef757",
      "lat": "54.98978988444475",
      "lng": "82.90083445608616",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 8
    },
    "-O-0lzwyigxvQguTQ9Kv": {
      "address": "ул. Блюхера, 32, Новосибирск, Новосибирская обл., Россия, 630064",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0lzwyigxvQguTQ9Kv",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016799580marker?alt=media&token=092382e1-8a42-4a8f-8da7-cb5b38960354",
      "lat": "54.98978988444475",
      "lng": "82.90083445608616",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 2
    },
    "-O-0m2c_7yW31jb0V8h4": {
      "address": "Новосибирск Геодезическая 4/1 Амстердам, Новосибирск, Новосибирская обл., Россия, 630073",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0m2c_7yW31jb0V8h4",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016814883marker?alt=media&token=56cd2f5e-e65a-4244-a636-1147614e6ef8",
      "lat": "54.98972429119148",
      "lng": "82.90272641927004",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 2
    },
    "-O-0mEE_qKX3_vSj85Y_": {
      "address": "ул. Геодезическая, 4/1, Новосибирск, Новосибирская обл., Россия, 630073",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0mEE_qKX3_vSj85Y_",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016862109marker?alt=media&token=f105fc7d-d8db-49d9-b58a-babc2134acbc",
      "lat": "54.989941075523426",
      "lng": "82.90354013442993",
      "name": "Сбор пластиковых карт в \"Ленте\"",
      "typeGarbage": 8
    },
    "-O-0mPSCWabZC-qzM-ZL": {
      "address": "ул. Геодезическая, 13, Новосибирск, Новосибирская обл., Россия, 630087",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0mPSCWabZC-qzM-ZL",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016908178marker?alt=media&token=67770e45-c5a0-49df-962c-b0b8d18ccd83",
      "lat": "54.98844202735459",
      "lng": "82.90716547518969",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 2
    },
    "-O-0mTIQRToocbKIxClu": {
      "address": "ул. Геодезическая, 7, Новосибирск, Новосибирская обл., Россия, 630073",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0mTIQRToocbKIxClu",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718016924078marker?alt=media&token=a5764482-c711-4613-a068-c671244245a0",
      "lat": "54.98999204948644",
      "lng": "82.90529664605856",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 2
    },
    "-O-0q6ZSg3ZShVcXyDok": {
      "address": "ул. Геодезическая, 5/1, цокольный этаж, Новосибирск, Новосибирская обл., Россия, 630073",
      "dateAdd": "10.06.2024",
      "idMarker": "-O-0q6ZSg3ZShVcXyDok",
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/dumpstermap-68147.appspot.com/o/ImageDB%2F1718017875728marker?alt=media&token=fd673fe6-7ab3-4735-8095-76412ae4eedd",
      "lat": "54.990484858575286",
      "lng": "82.90557324886322",
      "name": "Контейнер ГК \"Тайгер-Сибирь\"",
      "typeGarbage": 2
    }
  },
  "SliderItem": {
    "-NTcwiZq08ZuUbpHb01m": {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Plastic%2FPL1.PNG?alt=media&token=481ce4ca-99bd-4dc0-851c-6ee86eda42f4"
    },
    "-NTcwknEa_ZMDuTjhtPV": {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Plastic%2FPL2.PNG?alt=media&token=52692775-a299-4ae3-9d91-6a26c7be35aa"
    },
    "-NTcwm6lniga4cliilWJ": {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Plastic%2FPL3.PNG?alt=media&token=b020da65-d8bf-4f6c-9faf-0d21a41c0610"
    },
    "-NTcwmsbJ_2dYlzIqzX9": {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Plastic%2FPL4.PNG?alt=media&token=cce4c96b-e3a5-4aac-b2b5-5b60e0381551"
    },
    "-NTcxINbLhIZZdCAAjkt": {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Plastic%2FPL5.PNG?alt=media&token=551484b7-6ba0-43cb-be91-e75d92c946b6"
    },
    "-NTcxIx5n_sWC0BIzEHO": {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Plastic%2FPL6.PNG?alt=media&token=2700a4e8-4d39-4314-a26d-96711b3b9b99"
    },
    "-NTcxJVjHGGMf4d3lhVC": {
      "idType": 8,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Plastic%2FPL7.PNG?alt=media&token=8bad0678-25ee-4843-bafe-49e5aa03ee6e"
    },
    "-NTcyF-mncMxH5pZ6bls": {
      "idType": 9,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Glass%2FGL1.jpg?alt=media&token=6def54a2-5cdd-493a-8391-cea168bdf73b"
    },
    "-NUk8w-K-IbvoDIqcaGP": {
      "idType": 9,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Glass%2FGL2.jpg?alt=media&token=c5ef0c70-888e-4cc6-8c19-5df27b470054"
    },
    "-NUk8x2i2qLlGlzl7wo6": {
      "idType": 9,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Glass%2FGL3.jpg?alt=media&token=4f68f867-63cc-4c43-a913-8901e889ef1a"
    },
    "-NUk8y-4pID7wxH1hqe2": {
      "idType": 9,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Glass%2FGL4.jpeg?alt=media&token=17679911-06d0-4a7a-95ca-af861bd81599"
    },
    "-NUk8yU2M1IX31JLz1up": {
      "idType": 9,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Glass%2FGL5.jpeg?alt=media&token=09f5b218-d36b-4dbd-ac4a-3a5469134884"
    },
    "-NUk8ysMjHQEwTzuI7TI": {
      "idType": 9,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Glass%2FGL6.jpg?alt=media&token=4ab36725-efa3-4d2e-af48-913ae6a677b9"
    },
    "-NUtymzQRS0UykmatNwq": {
      "idType": 2,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Household%2FHH1.jpg?alt=media&token=43fcaafa-97db-49ae-a5d5-d7f0a48e558d"
    },
    "-NUtyqZ2X00DdqI-IZyE": {
      "idType": 2,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Household%2FHH2.jpg?alt=media&token=ed0ff315-9c9c-4a12-b1a6-6c14c20f1f5e"
    },
    "-NUtyqw79Ofp8aUhfjeS": {
      "idType": 2,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Household%2FHH3.jpg?alt=media&token=c5eabcd9-c5c2-4246-af90-65de290c139a"
    },
    "-NUtyrIbPh6FQdMvQtcC": {
      "idType": 2,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Household%2FHH4.jpg?alt=media&token=ffd1dd90-7833-4a61-ad75-4e078c940565"
    },
    "-NUuABZoqgurwuVaY9DY": {
      "idType": 5,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Metal%2FM1.jpeg?alt=media&token=600bb8b1-c761-42b1-befc-b3f34935da6c"
    },
    "-NUuAC514UFTc4er57jZ": {
      "idType": 5,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Metal%2FM2.jpg?alt=media&token=ebb12521-a5bd-4083-a1fb-9b6c544c79c0"
    },
    "-NUuACTX-exviPxc_ZAM": {
      "idType": 5,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Metal%2FM3.jpg?alt=media&token=78098b85-b201-4beb-9053-289fa989febe"
    },
    "-NUuACqiw-R-D1-JMMP9": {
      "idType": 5,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Metal%2FM4.jpg?alt=media&token=82774f9f-a639-404d-921a-748d6b0dd03b"
    },
    "-NUuADFHqanUM8BYgx-s": {
      "idType": 5,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Metal%2FM5.jpg?alt=media&token=34f38cd9-4d58-40d9-a01c-ae21d38e9a52"
    },
    "-NUuGy0WgzPwvmhSx1U_": {
      "idType": 0,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Battery%2FBT1.jpg?alt=media&token=11ada05c-f07e-41b8-a67f-126f006bc78c"
    },
    "-NUuGylm4t9LGj9NBSJ9": {
      "idType": 0,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Battery%2FBT2.PNG?alt=media&token=f01c6ca5-23db-4701-bbc0-526dc48feced"
    },
    "-NUuGz5Qt0wW8-O4Qo9Z": {
      "idType": 0,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Battery%2FBT3.jpg?alt=media&token=3da0f759-444b-4c8f-a311-5d65afb248e9"
    },
    "-NUuGzRP4y5239k59I_U": {
      "idType": 0,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GT_Battery%2FBT4.png?alt=media&token=24f33f1f-2ec1-4a09-a234-acfe8a2eb998"
    },
    "clothes_1": {
      "idType": 7,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Clothes%2FC1.jpg?alt=media&token=aa2d3975-df8c-4f4e-8d7d-c8ca1ff39bd8&_gl=1*damwem*_ga*MTUzNjAwNTM5MS4xNjc3ODQ3MzM0*_ga_CW55HF8NVT*MTY4NjExNzc5Ni4yNy4xLjE2ODYxMTgzNDkuMC4wLjA."
    },
    "clothes_2": {
      "idType": 7,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Clothes%2FC2.jpg?alt=media&token=999fd619-f36b-4c59-b5a6-def0268fa815&_gl=1*1k4kpf9*_ga*MTUzNjAwNTM5MS4xNjc3ODQ3MzM0*_ga_CW55HF8NVT*MTY4NjExNzc5Ni4yNy4xLjE2ODYxMTgzODguMC4wLjA."
    },
    "clothes_3": {
      "idType": 7,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Clothes%2FC3.jpg?alt=media&token=feaeadaa-6853-44a6-ba7e-8031b4e8fab3&_gl=1*1vbac6*_ga*MTUzNjAwNTM5MS4xNjc3ODQ3MzM0*_ga_CW55HF8NVT*MTY4NjExNzc5Ni4yNy4xLjE2ODYxMTg0MTcuMC4wLjA."
    },
    "clothes_4": {
      "idType": 7,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Clothes%2FC4.png?alt=media&token=ce638adb-e417-41e9-977f-3db7c8b284dc&_gl=1*grgpa2*_ga*MTUzNjAwNTM5MS4xNjc3ODQ3MzM0*_ga_CW55HF8NVT*MTY4NjExNzc5Ni4yNy4xLjE2ODYxMTg0MzguMC4wLjA."
    },
    "clothes_5": {
      "idType": 7,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Clothes%2FC6.PNG?alt=media&token=a4ebfd01-81e4-4143-8afe-d82d09545a51&_gl=1*n6urwx*_ga*MTUzNjAwNTM5MS4xNjc3ODQ3MzM0*_ga_CW55HF8NVT*MTY4NjExNzc5Ni4yNy4xLjE2ODYxMTg1MDguMC4wLjA."
    },
    "clothes_6": {
      "idType": 7,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Clothes%2FC5.PNG?alt=media&token=dba50190-d633-498a-a8e9-47936477cebe&_gl=1*1vt3ukx*_ga*MTUzNjAwNTM5MS4xNjc3ODQ3MzM0*_ga_CW55HF8NVT*MTY4NjExNzc5Ni4yNy4xLjE2ODYxMTg2MDkuMC4wLjA."
    },
    "paper_1": {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Paper%2FM1.jpeg?alt=media&token=fa351fa4-d320-49a6-b686-a30e4a5fa3a9"
    },
    "paper_2": {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Paper%2FM2.png?alt=media&token=35c084cd-fa22-4086-9c38-5c1884b2d92c"
    },
    "paper_3": {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Paper%2FM3.jpg?alt=media&token=14788a02-de4c-423d-80e6-d2eb0851ab9c"
    },
    "paper_4": {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Paper%2FM4.jpeg?alt=media&token=352ae574-5fa6-473c-bc28-997f715950ae"
    },
    "paper_5": {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Paper%2FM5.jpg?alt=media&token=b0d0909e-5fcf-4c30-8591-9709dea67c4a"
    },
    "paper_6": {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Paper%2FM6.PNG?alt=media&token=8b487177-e179-4ba9-8845-efaf7be35b45"
    },
    "paper_7": {
      "idType": 4,
      "imgUri": "https://firebasestorage.googleapis.com/v0/b/mapoftrash-25337.appspot.com/o/GL_Paper%2FM7.PNG?alt=media&token=cbc4d07f-e1ac-4b82-93b4-103160e9dd81"
    }
  }
}
